# vim: ft=ruby
cask 'google-drive'
cask 'karabiner-elements'
cask 'parsec'
cask 'logitech-g-hub'
cask 'prolific-pl2303'
cask 'tailscale'
cask 'wireshark'
cask 'zoom'

cask '1password'
cask 'google-chrome@dev'
cask 'firefox@developer-edition'
cask 'aquaskk'
cask 'logseq'
cask 'linearmouse'
cask 'the-unarchiver'
cask 'wezterm'
cask 'visual-studio-code@insiders'
cask 'discord@ptb'
cask 'slack'
cask 'spotify'
cask 'vlc'
cask 'figma'

tap 'jorgelbg/tap'

brew 'gnupg'
brew 'gnu-sed'
brew 'pinentry-touchid'
brew 'pinentry-mac'
brew 'rbenv'
brew 'ruby-build'
brew 'tmux'
brew 'mtr'

mas 'Dictionaries', id: 1380563956
mas 'Ivory', id: 6444602274
