# vim: ft=ruby
cask '1password'
cask 'firefox@developer-edition'
cask 'google-chrome@dev'
cask 'google-drive'
cask 'aquaskk'
cask 'karabiner-elements'
cask 'logseq'
cask 'parsec'
cask 'tailscale'
cask 'logitech-g-hub'
cask 'prolific-pl2303'
cask 'linearmouse'
cask 'the-unarchiver'
cask 'wezterm'
cask 'visual-studio-code@insiders'
cask 'discord@ptb'
cask 'slack'
cask 'spotify'
cask 'vlc'

mas 'Dictionaries', id: 1380563956
mas 'Ivory', id: 6444602274
